[
  {
    "name": "adguard",
    "description": "ad blocker"
  },
  {
    "name": "adguardhome",
    "description": "AdGuard Home is a network-wide software for blocking ads & tracking. After you set it up, it’ll cover ALL your home devices, and you don’t need any client-side software for that. With the rise of Internet-Of-Things and connected devices, it becomes more and more important to be able to control your network."
  },
  {
    "name": "adguardhome-sync",
    "description": "Adguardhome-sync is a tool to synchronize AdGuardHome config to replica instances."
  },
  {
    "name": "airsonic",
    "description": "Airsonic is a free, web-based media streamer, providing ubiqutious access to your music. Use it to share your music with friends, or to listen to your own music while at work. You can stream to multiple players simultaneously, for instance to one player in your kitchen and another in your living room."
  },
  {
    "name": "airsonic-advanced",
    "description": "Airsonic-advanced is a free, web-based media streamer, providing ubiquitious access to your music. Use it to share your music with friends, or to listen to your own music while at work. You can stream to multiple players simultaneously, for instance to one player in your kitchen and another in your living room."
  },
  {
    "name": "alpine-xfce4-novnc",
    "description": "Alpine xfce4 novnc"
  },
  {
    "name": "audiobookshelf",
    "description": "A self-hosted audiobook and podcast server."
  },
  {
    "name": "bambustudio",
    "description": "[Bambu Studio](https://bambulab.com/en/download/studio) is an open-source, cutting-edge, feature-rich slicing software. It contains project-based workflows, systematically optimized slicing algorithms, and an easy-to-use graphical interface, bringing users an incredibly smooth printing experience."
  },
  {
    "name": "bazarr",
    "description": "Companion Subtitle application to Sonarr and Radarr"
  },
  {
    "name": "beets",
    "description": "Beets is a music library manager"
  },
  {
    "name": "beszel",
    "description": "A lightweight server resource monitoring hub with historical data, docker stats, and alerts."
  },
  {
    "name": "binhex-delugevpn",
    "description": "Deluge is a full-featured ​BitTorrent client with VPN"
  },
  {
    "name": "binhex-qbittorrentvpn",
    "description": "qBittorrent is a bittorrent client with VPN"
  },
  {
    "name": "blender",
    "description": "[Blender](https://www.blender.org/) is a free and open-source 3D computer graphics software toolset used for creating animated films, visual effects, art, 3D printed models, motion graphics, interactive 3D applications, virtual reality, and computer games. **This image does not support GPU rendering out of the box only accelerated workspace experience**"
  },
  {
    "name": "bookstack",
    "description": "Bookstack is a free and open source Wiki"
  },
  {
    "name": "broadlink-manager",
    "description": "BroadlinkManager is a Flask powerd, easy to use system that hepls you to work with Broadlink Devices."
  },
  {
    "name": "calibre",
    "description": "e-book manager"
  },
  {
    "name": "calibre-web",
    "description": "e-book manager"
  },
  {
    "name": "cardigann",
    "description": "Cardigann, a server for adding extra indexers to Sonarr, SickRage and CouchPotato via Torznab and TorrentPotato proxies. Behind the scenes Cardigann logs in and runs searches and then transforms the results into a compatible format."
  },
  {
    "name": "changedetection",
    "description": "changedetection.io - The best and simplest self-hosted open source website change detection monitoring and notification service. An alternative to Visualping, Watchtower"
  },
  {
    "name": "chevereto",
    "description": "Chevereto is a powerful and fast image hosting script that allows you to create your very own full featured image hosting website in just minutes. Please note that this offers only the free Chevereto version.."
  },
  {
    "name": "chromium",
    "description": "Chromium web browser"
  },
  {
    "name": "clamav",
    "description": "ClamAV® is an open source antivirus engine for detecting trojans, viruses, malware & other malicious threats."
  },
  {
    "name": "cloudflare-ddns",
    "description": "A robust Cloudflare DDNS updater with a small footprint. The program will detect your machine's public IP addresses and update DNS records using the Cloudflare API."
  },
  {
    "name": "cockpit-cms",
    "description": "Cockpit is a headless CMS with an API-first approach that puts content first."
  },
  {
    "name": "code-server",
    "description": "Code-server is VS Code running on a remote server."
  },
  {
    "name": "composerize",
    "description": "composerize converts docker run commands to a docker-compose file"
  },
  {
    "name": "dashdot",
    "description": "Dashdot is a modern server dashboard, running on the latest tech, designed with glassmorphism in mind. It is intended to be used for smaller VPS and private servers."
  },
  {
    "name": "dashy",
    "description": "help organize your self-hosted services by making them accessible from a single place "
  },
  {
    "name": "ddclient",
    "description": "Ddclient is a Perl client used to update dynamic DNS entries for accounts on Dynamic DNS Network Service Provider."
  },
  {
    "name": "deluge",
    "description": "Deluge is a lightweight, Free Software, cross-platform BitTorrent client."
  },
  {
    "name": "diun",
    "description": "Docker Image Update Notifier"
  },
  {
    "name": "docker-ripper",
    "description": "automatically rip optical disks"
  },
  {
    "name": "dokuwiki",
    "description": "A simple to use and highly versatile Open Source wiki "
  },
  {
    "name": "dozzle",
    "description": "dozzle"
  },
  {
    "name": "duckdns",
    "description": "Duckdns is a free service DNS"
  },
  {
    "name": "duplicati",
    "description": "Works with standard protocols like FTP, SSH, WebDAV Backup"
  },
  {
    "name": "eclipse-mosquitto-mqtt",
    "description": "open source MQTT broker"
  },
  {
    "name": "embyserver",
    "description": "Emby Server is a home media server built on top of other popular open source technologies such as Service Stack, jQuery, jQuery mobile, and .NET Core.\n\nIt features a REST-based API with built-in documention to facilitate client development. We also have client libraries for our API to enable rapid development.\n"
  },
  {
    "name": "ersatz",
    "description": "Your Personal IPTV Server"
  },
  {
    "name": "fail2ban",
    "description": " daemon to ban hosts that cause multiple authentication errors"
  },
  {
    "name": "filebrowser",
    "description": "A Web File Manager - default login/password: admin/admin"
  },
  {
    "name": "firefox",
    "description": "Firefox web browser"
  },
  {
    "name": "flame-dashboard",
    "description": "Flame is self-hosted startpage for your server. Its design is inspired (heavily) by SUI. Flame is very easy to setup and use. With built-in editors, it allows you to setup your very own application hub in no time - no file editing necessary."
  },
  {
    "name": "flaresolverr",
    "description": "FlareSolverr is a proxy server to bypass Cloudflare protection"
  },
  {
    "name": "forgejo",
    "description": "Forgejo is a self-hosted lightweight software forge forked from gitea"
  },
  {
    "name": "freshrss",
    "description": "freshrss"
  },
  {
    "name": "frigate",
    "description": "A complete and local CCTV NVR "
  },
  {
    "name": "gitflic",
    "description": "Gitflic.ru  testing \n\nlogin: adminuser@admin.local\npassword: qwerty123\n"
  },
  {
    "name": "github-desktop",
    "description": "[Github Desktop](https://desktop.github.com/) is an open source Electron-based GitHub app. It is written in TypeScript and uses React."
  },
  {
    "name": "gitlab",
    "description": " GitLab is the most comprehensive AI-powered DevSecOps Platform"
  },
  {
    "name": "glances",
    "description": "system monitoring dashboard"
  },
  {
    "name": "gluetun",
    "description": "VPN client to multiple VPN service providers"
  },
  {
    "name": "gokapi",
    "description": "A simple, self-hosted file sharing server with automatic expiration and encryption support - ideal for teams or individuals who want privacy, control, and no clutter."
  },
  {
    "name": "gotify",
    "description": "a simple server for sending and receiving messages"
  },
  {
    "name": "grafana",
    "description": "grafana create your own dashboards from any DB"
  },
  {
    "name": "grav",
    "description": "Grav is a Fast, Simple, and Flexible, file-based Web-platform. There is Zero installation required. "
  },
  {
    "name": "guacamole",
    "description": "guacamole remote access"
  },
  {
    "name": "hadgedoc",
    "description": "Ideas grow better together. HedgeDoc (formerly known as CodiMD) is an open-source, web-based, self-hosted, collaborative markdown editor."
  },
  {
    "name": "handbrake",
    "description": "tool for converting video from nearly any format"
  },
  {
    "name": "heimdall",
    "description": "organise all those links to your most used web sites and web applications in a simple way"
  },
  {
    "name": "homarr",
    "description": "A simple, yet powerful dashboard for your server"
  },
  {
    "name": "homeassistant-core",
    "description": "Home Assistant Core"
  },
  {
    "name": "homepage",
    "description": "Customizable application dashboard"
  },
  {
    "name": "homer",
    "description": "A dead simple static HOMepage for your servER to keep your services on hand "
  },
  {
    "name": "influxdb2",
    "description": "influxdb 2.x"
  },
  {
    "name": "jackett",
    "description": "jackett"
  },
  {
    "name": "jdownloader",
    "description": "download management tool"
  },
  {
    "name": "jellyfin",
    "description": "Jellyfin is a Free Media System"
  },
  {
    "name": "jellyseerr",
    "description": "Fork of Overseerr for managing requests for your media library"
  },
  {
    "name": "joplin",
    "description": "A free open source note taking and to-do application"
  },
  {
    "name": "jump",
    "description": "self-hosted startpage and real-time status page for your server designed to be simple, fast, secure"
  },
  {
    "name": "jupyter",
    "description": "Jupyter Notebook stack"
  },
  {
    "name": "kali-linux",
    "description": "[Kali-linux](https://github.com/linuxserver/docker-kali-linux) - is an Advanced Penetration Testing Linux distribution used for Penetration Testing, Ethical Hacking and network security assessments. KALI LINUX ™ is a trademark of OffSec."
  },
  {
    "name": "kasm",
    "description": "Kasm⁠ Workspaces is a docker container streaming platform for delivering browser-based access to desktops, applications, and web services. Kasm uses devops-enabled Containerized Desktop Infrastructure (CDI) to create on-demand, disposable, docker containers that are accessible via web browser. Example use-cases include Remote Browser Isolation (RBI), Data Loss Prevention (DLP), Desktop as a Service (DaaS), Secure Remote Access Services (RAS), and Open Source Intelligence (OSINT) collections."
  },
  {
    "name": "kavita",
    "description": "Kavita is a free and open source web based Manga e-reader."
  },
  {
    "name": "komga",
    "description": "Free and open source comics/mangas media server"
  },
  {
    "name": "ldap",
    "description": "osixia openldap server with phpldapadmin web interface"
  },
  {
    "name": "libreoffice",
    "description": "LibreOffice⁠ is a free and powerful office suite, and a successor to OpenOffice.org (commonly known as OpenOffice). Its clean interface and feature-rich tools help you unleash your creativity and enhance your productivity."
  },
  {
    "name": "librespeed",
    "description": "No Flash, No Java, No Websocket, No Bullshit.This is a very lightweight speed test implemented in Javascript, using XMLHttpRequest and Web Workers"
  },
  {
    "name": "lidarr",
    "description": "Lidarr is a music collection manager"
  },
  {
    "name": "logitechmediaserver",
    "description": "Logitech Media Server"
  },
  {
    "name": "macos",
    "description": "macos on docker"
  },
  {
    "name": "makemkv",
    "description": "MakeMKV is a format converter or transcoder"
  },
  {
    "name": "mastodon",
    "description": "Mastodon is a free, open-source social network server based on ActivityPub where users can follow friends and discover new ones. "
  },
  {
    "name": "mcmyadmin",
    "description": "minecraft-server\n\nA Minecraft server with:\n\n    McMyAdmin\n    Ability to specify Mod/Flavor (Vanilla, Spigot, Forge) with ability to specify the Minecraft version\n    Fully configurable using environment variables\n    Volume to access all the configuration files later on\n"
  },
  {
    "name": "mediainfo",
    "description": "Convenient unified display of technical and tag data for video and audio files."
  },
  {
    "name": "minecraft",
    "description": "This docker image provides a Minecraft Server that will automatically download the latest stable version at startup. You can also run/upgrade to any specific version or the latest snapshot. See the Versions section below for more information."
  },
  {
    "name": "minecraft-badrock-server",
    "description": "Minecraft Badrock server"
  },
  {
    "name": "minidlna",
    "description": "dlna server"
  },
  {
    "name": "minio",
    "description": "object storage server, compatible with Amazon S3 cloud storage service"
  },
  {
    "name": "mkdocs",
    "description": "Write your documentation in Markdown and create a professional static site for your Open Source or commercial project in minutes – searchable, customizable, more than 50 languages, for all devices. "
  },
  {
    "name": "mldonkey",
    "description": "p2p client"
  },
  {
    "name": "mqtt",
    "description": "message broker for IoT"
  },
  {
    "name": "mullvad-browser",
    "description": "The Mullvad Browser is a privacy-focused web browser developed in a collaboration between Mullvad VPN and the Tor Project."
  },
  {
    "name": "mysql-phpmyadmin",
    "description": "mysql-phpmyadmin"
  },
  {
    "name": "navidrome",
    "description": "enjoy music collection from anywhere"
  },
  {
    "name": "netatalk",
    "description": "Netatalk is a Free and Open Source AFP fileserver"
  },
  {
    "name": "netbootxyz",
    "description": "netboot.xyz is a convenient place to boot into any type of operating system or utility disk without the need of having to go spend time retrieving the ISO just to run it"
  },
  {
    "name": "netdata",
    "description": "netdata"
  },
  {
    "name": "nextcloud",
    "description": "Nextcloud gives you access to all your files wherever you are."
  },
  {
    "name": "nginx",
    "description": "nginx"
  },
  {
    "name": "nginx-proxy-manager",
    "description": "nginx-proxy-manager, using Maria DB"
  },
  {
    "name": "node-red",
    "description": "node-red"
  },
  {
    "name": "nzbhydra2",
    "description": "Nzbhydra2 is a meta search application for NZB indexers"
  },
  {
    "name": "ollama",
    "description": "run large language models"
  },
  {
    "name": "openvscode-server",
    "description": "Openvscode-server provides a version of VS Code that runs a server on a remote machine and allows access through a modern web browser."
  },
  {
    "name": "open-webui",
    "description": "an extensible, feature-rich, and user-friendly self-hosted AI platform designed to operate entirely offline including ollama"
  },
  {
    "name": "outline",
    "description": "Outline wiki"
  },
  {
    "name": "overseerr",
    "description": "A request management and media discovery tool built to work with your existing Plex ecosystem."
  },
  {
    "name": "owncloud",
    "description": "ownCloud is a self-hosted file sync and share server. It provides access to your data through a web interface, sync clients or WebDAV while providing a platform to view, sync and share across devices easily—all under your control. ownCloud’s open architecture is extensible via a simple but powerful API for applications and plugins and it works with any storage."
  },
  {
    "name": "palmr",
    "description": "Palmr is a flexible and open-source alternative to file transfer services like WeTransfer, SendGB, Send Anywhere, and Files.fm."
  },
  {
    "name": "paperless-ngx",
    "description": "Paperless-ngx is a community-supported open-source document management system that transforms your physical documents into a searchable online archive"
  },
  {
    "name": "php-apache",
    "description": "apache webserver with php"
  },
  {
    "name": "pigallery",
    "description": "self-hosted directory-first photo gallery website"
  },
  {
    "name": "pihole",
    "description": "A DNS sinkhole that protects your devices from unwanted content "
  },
  {
    "name": "plex",
    "description": "plex"
  },
  {
    "name": "plextraktsync",
    "description": "A python script that syncs the movies, shows and ratings between trakt and Plex"
  },
  {
    "name": "plik",
    "description": "temporary file upload system"
  },
  {
    "name": "podgrab",
    "description": "Podgrab is a self-hosted podcast manager which automatically downloads latest podcast episodes. It is a light-weight application built using GO."
  },
  {
    "name": "portainer",
    "description": "portainer"
  },
  {
    "name": "portainer-agent",
    "description": "portainer agent to connect multiple Portainer sessions to one host"
  },
  {
    "name": "portainer-omvextras",
    "description": "portainer-omvextras"
  },
  {
    "name": "postgres",
    "description": "PostgreSQL: The World's Most Advanced Open Source Relational Database"
  },
  {
    "name": "prowlarr",
    "description": " indexer manager/proxy"
  },
  {
    "name": "psitransfer",
    "description": "Simple open source self-hosted file sharing solution"
  },
  {
    "name": "pydio-cells",
    "description": "Pydio Cells is the nextgen file sharing platform for organizations."
  },
  {
    "name": "pyload-ng",
    "description": "download manager"
  },
  {
    "name": "qbittorrent",
    "description": "qBittorrent is based on the Qt toolkit and libtorrent-rasterbar library."
  },
  {
    "name": "qbittorrent-vpn",
    "description": "qbittorrent-vpn"
  },
  {
    "name": "radarr",
    "description": "radarr"
  },
  {
    "name": "rdesktop",
    "description": "Rdesktop - full desktop environments in many popular flavors"
  },
  {
    "name": "readarr",
    "description": "Book Manager and Automation (Sonarr for Ebooks)"
  },
  {
    "name": "recyclarr",
    "description": "automatically synchronize recommended settings from the TRaSH guides to your Sonarr/Radarr "
  },
  {
    "name": "remmina",
    "description": "Remmina is a remote desktop client written in GTK, aiming to be useful for system administrators and travellers, who need to work with lots of remote computers in front of either large or tiny screens. "
  },
  {
    "name": "sabnzbd",
    "description": "Makes Usenet as simple and streamlined as possible "
  },
  {
    "name": "scrutiny",
    "description": "scrutiny"
  },
  {
    "name": "sftpgo",
    "description": "SFTP server with optional HTTP/S, FTP/S and WebDAV support"
  },
  {
    "name": "smokeping",
    "description": "smokeping"
  },
  {
    "name": "snowflake-proxy",
    "description": "Help to make internet uncensored available"
  },
  {
    "name": "sonarr",
    "description": "sonarr"
  },
  {
    "name": "steamos",
    "description": "SteamOS is an Arch based Linux distribution made by Valve Software. This container is a vanilla Arch install with Steam repositories added for software support. **This container will only work with modern AMD/Intel GPUs on a real Linux Host**"
  },
  {
    "name": "stirling-pdf",
    "description": "Your locally hosted one-stop-shop for all your PDF needs"
  },
  {
    "name": "swag",
    "description": "Secure Web Application Gateway "
  },
  {
    "name": "syncthing",
    "description": "Replaces proprietary sync and cloud services with something open"
  },
  {
    "name": "tailscale",
    "description": "Connect your devices and users together in your own secure virtual private network"
  },
  {
    "name": "tautulli",
    "description": "tautulli"
  },
  {
    "name": "teamspeak",
    "description": "Teamspeak server"
  },
  {
    "name": "thelounge",
    "description": "A self-hosted web IRC client"
  },
  {
    "name": "thingsboard",
    "description": "ThingsBoard is an open-source IoT platform for data collection, processing, visualization, and device management."
  },
  {
    "name": "torproxy",
    "description": "torproxy"
  },
  {
    "name": "traefik",
    "description": "A modern HTTP reverse proxy, load balancer makes deploying microservices easy."
  },
  {
    "name": "transmission",
    "description": "Bittorrent client designed for easy, powerful use"
  },
  {
    "name": "tt-rss",
    "description": "Tiny Tiny RSS is an open source web-based news feed (RSS/Atom) reader and aggregator, designed to allow you to read news from any location, while feeling as close to a real desktop application as possible."
  },
  {
    "name": "twitch-points-miner",
    "description": "A simple script that will watch a stream for you and earn the channel points."
  },
  {
    "name": "ums",
    "description": "Universal Media Server\nStream your media to your devices, whether they are TVs, smartphones, gaming consoles, computers, audio receivers, and more!\n"
  },
  {
    "name": "unifi",
    "description": "unifi"
  },
  {
    "name": "unmanic",
    "description": "simple tool for optimising your file library."
  },
  {
    "name": "uptime-kuma",
    "description": "Uptime Kuma is an easy-to-use self-hosted monitoring tool"
  },
  {
    "name": "urbackup-server",
    "description": "an easy to setup Open Source client/server backup system"
  },
  {
    "name": "utorrent",
    "description": "Utorrent Server / torrent download with gui ut or ng"
  },
  {
    "name": "vaultwarden",
    "description": "vaultwarden"
  },
  {
    "name": "virt-manager",
    "description": "virt-manager"
  },
  {
    "name": "vlmcsd-kms",
    "description": "This is a replacement for Microsoft's KMS server."
  },
  {
    "name": "vscodium",
    "description": "VSCodium is a community-driven, freely-licensed binary distribution of Microsoft’s editor VS Code."
  },
  {
    "name": "watchtower",
    "description": "watchtower"
  },
  {
    "name": "webdav",
    "description": "webdav server"
  },
  {
    "name": "webtop",
    "description": "Alpine, Ubuntu, Fedora, and Arch based containers containing full desktop environments in officially supported flavors accessible via any modern web browser."
  },
  {
    "name": "wetty",
    "description": "Terminal access in the browser"
  },
  {
    "name": "wettyexec",
    "description": "wetty container especially for using docker exec in another container"
  },
  {
    "name": "whoogle",
    "description": "Self-hosted, ad-free, privacy-respecting Google metasearch engine."
  },
  {
    "name": "wikijs",
    "description": "The most powerful and extensible open source Wiki software"
  },
  {
    "name": "wikijs-artalk",
    "description": "This guide will help you deploy Artalk on your server. Once deployed, you can integrate the Artalk client into your website or blog to enable comment functionality."
  },
  {
    "name": "win11",
    "description": "win11 on docker"
  },
  {
    "name": "wireguard",
    "description": "Extremely simple yet fast and modern VPN "
  },
  {
    "name": "wireshark",
    "description": "Wireshark is the world’s foremost and widely-used network protocol analyzer. It lets you see what’s happening on your network at a microscopic level and is the de facto (and often de jure) standard across many commercial and non-profit enterprises, government agencies, and educational institutions. Wireshark development thrives thanks to the volunteer contributions of networking experts around the globe and is the continuation of a project started by Gerald Combs in 1998."
  },
  {
    "name": "wizarr",
    "description": " Wizarr is an advanced user invitation and management system for Jellyfin, Plex, Emby etc. "
  },
  {
    "name": "wordle",
    "description": "Clone project of the popular word guessing game we all know and love."
  },
  {
    "name": "wordpress",
    "description": "build your own website"
  },
  {
    "name": "wowza",
    "description": "Streaming media server"
  },
  {
    "name": "wps-office",
    "description": "WPS Office is a lightweight, feature-rich comprehensive office suite with high compatibility. As a handy and professional office software, WPS Office allows you to edit files in Writer, Presentation, Spreadsheet, and PDF to improve your work efficiency."
  },
  {
    "name": "xbackbone",
    "description": "Xbackbone is a simple, self-hosted, lightweight PHP file manager that support the instant sharing tool ShareX and *NIX systems. It supports uploading and displaying images, GIF, video, code, formatted text, and file downloading and uploading. Also have a web UI with multi user management, past uploads history and search support."
  },
  {
    "name": "xwiki",
    "description": "xwiki - advanced open source enterprise wiki"
  },
  {
    "name": "yaak",
    "description": "Yaak is a desktop API client for organizing and executing REST, GraphQL, and gRPC requests. It's built using Tauri, Rust, and ReactJS"
  },
  {
    "name": "your_spotify",
    "description": "Your_spotify is a self-hosted application that tracks what you listen and offers you a dashboard to explore statistics about it! It's composed of a web server which polls the Spotify API every now and then and a web application on which you can explore your statistics."
  },
  {
    "name": "youtubedl-material",
    "description": "YoutubeDL-Material is a Material Design frontend for youtube-dl. It's coded using Angular 9 for the frontend, and Node.js on the backend."
  },
  {
    "name": "znc",
    "description": "ZNC is an IRC network bouncer or BNC. It can detach the client from the actual IRC server, and also from selected channels. Multiple clients from different locations can connect to a single ZNC account simultaneously and therefore appear under the same nickname on IRC."
  },
  {
    "name": "zotero",
    "description": "Zotero is a free, easy-to-use tool to help you collect, organize, annotate, cite, and share research."
  }
]
